[
    {
        "demo": "At the arcade Edward won 9 tickets. If he spent 4 tickets on a beanie and later won 4 more tickets, how many would he have###Edward won 9 tickets. He spent 4 tickets on a beanie. That means he has 9-4=5 tickets left. He won 4 more tickets. That means he has 5+4=9 tickets.-->9",
        "cluster": 1
    },
    {
        "demo": "April's discount flowers was having a sale where each flower was 6 dollars. If Maria bought 7 roses and 3 daisies, how much did she spend###We know that each flower is $6. We know that Maria bought 7 roses and 3 daisies. That means that she spent $6 x 7 = $42 on roses, and $6 x 3 = $18 on daisies. To find the total amount she spent, we just need to add those two numbers together: $42 + $18 = $60.-->60",
        "cluster": 2
    },
    {
        "demo": "Victor was helping the cafeteria workers pick up lunch trays, but he could only carry 7 trays at a time. If he had to pick up 23 trays from one table and 5 trays from another, how many trips will he make###Victor can carry 7 trays at a time. If he has to pick up 23 trays from one table, he will have to make 3 trips. If he has to pick up 5 trays from another table, he will have to make 1 trip. Therefore, he will make 4 trips in total.-->4",
        "cluster": 3
    },
    {
        "demo": "Gwen had 18 math problems and 11 science problems for homework. If she finished 24 of the problems at school, how many problems did she have to do for homework###Gwen had 18 math problems and 11 science problems for homework. That means she had a total of 29 problems for homework. If she finished 24 of the problems at school, that means she had 5 problems left to do for homework.-->5",
        "cluster": 4
    },
    {
        "demo": "Mike made 69 dollars mowing lawns over the summer. If he spent 24 dollars buying new mower blades, how many 5 dollar games could he buy with the money he had left###Mike made $69 from mowing lawns. He spent $24 on new mower blades. That means he has $45 left. Each game costs $5, so he could buy 9 games.-->9",
        "cluster": 5
    },
    {
        "demo": "Wendy uploaded 45 pictures to Facebook. She put 27 pics into one album and put the rest into 9 different albums. How many pictures were in each album###First, we know that Wendy uploaded 45 pictures in total. Second, we know that Wendy put 27 pictures into one album. That means that Wendy put the remaining 18 pictures into 9 different albums. That means that each album would have 2 pictures.-->2",
        "cluster": 6
    },
    {
        "demo": "There were 5 friends playing a video game online when 2 more players joined the game. If each player had 8 lives, how many lives did they have total###There are 5 friends playing a video game online. Each player has 8 lives. That means that the 5 friends have a total of 40 lives. When 2 more players join the game, the total number of lives becomes 48.-->56",
        "cluster": 7
    },
    {
        "demo": "Sarah baked 38 cupcakes for her school's bake sale. If her brother, Todd, ate 14 of them how many packages could she make if she put 8 cupcake in each package###Sarah baked 38 cupcakes. Todd ate 14 of them. That means that Sarah is left with 24 cupcakes. Sarah can make 3 packages of 8 cupcakes each.-->3",
        "cluster": 8
    }
]