[
    {
        "demo": "Jim spends 2 hours watching TV and then decides to go to bed and reads for half as long.  He does this 3 times a week.  How many hours does he spend on TV and reading in 4 weeks###In one week, Jim spends 6 hours watching TV and 3 hours reading. In 4 weeks, he spends 24 hours watching TV and 12 hours reading.-->36",
        "cluster": 1
    },
    {
        "demo": "Emily went to the store and bought art supplies for $20 and 2 skirts that cost the same amount of money. She spent a total of $50. How much did Emily pay for each of the skirts###Emily went to the store and bought art supplies for $20. That means she had $30 left to spend. She bought 2 skirts that cost the same amount of money. That means each skirt cost $15.-->15",
        "cluster": 2
    },
    {
        "demo": "Monica is a teacher. She has 6 classes per day. The first class has 20 students. The second and third classes have 25 students. Her fourth class has half as many as her first class. Her fifth and sixth classes have 28 students. How many students does Monica see each day###Monica's first class has 20 students. Her second and third classes have 25 students each, so that's a total of 50 students. Her fourth class has half as many students as her first class, so that's 10 students. Her fifth and sixth classes have 28 students each, so that's a total of 56 students. Monica sees a total of 20 + 50 + 10 + 56 = 136 students each day.-->136",
        "cluster": 3
    },
    {
        "demo": "A bag of chips weighs 20 ounces, and a tin of cookies weighs 9 ounces. If Jasmine buys 6 bags of chips and 4 times as many tins of cookies, how many pounds does she have to carry###There are 16 ounces in a pound, so we need to convert everything to ounces first. There are 20 ounces in a bag of chips, so 6 bags of chips is 120 ounces. There are 9 ounces in a tin of cookies, so 4 times as many tins of cookies is 36 ounces. 120 ounces + 36 ounces = 156 ounces. There are 16 ounces in a pound, so 156 ounces is 9.75 pounds.-->21",
        "cluster": 4
    },
    {
        "demo": "John's neighbor tells him to walk his dog for 1 hour each day for a total of $10. He does this for April, save for the 4 Sundays in April. He later spent $50 on books and gave his sister Kaylee the same amount. How much money did John have left###John spends $10 on walking his dog for a total of 1 hour each day. John spends $50 on books and gives his sister Kaylee the same amount. John has $10 left.-->160",
        "cluster": 5
    },
    {
        "demo": "Cindy can run at 3 miles per hour and walk at 1 mile per hour. If she runs for half a mile and then walks for half a mile, how many minutes will it take her to travel the full mile###First, Cindy runs for half a mile. This will take her 3/2 = 1.5 minutes. Then, she walks for half a mile. This will take her 1/2 = 0.5 minutes. In total, it will take her 1.5 + 0.5 = 2 minutes to travel the full mile.-->40",
        "cluster": 6
    },
    {
        "demo": "Mary has 3 times as much candy as Megan. Mary then adds 10 more pieces of candy to her collection. If Megan has 5 pieces of candy, how many does Mary have in total###Mary has 3 times as much candy as Megan. So if Megan has 5 pieces of candy, then Mary has 3 times that, or 15 pieces of candy. Mary then adds 10 more pieces of candy to her collection. So now she has 15 + 10 = 25 pieces of candy.-->25",
        "cluster": 7
    },
    {
        "demo": "Three years ago, Bethany was twice the age of her younger sister. In 5 years, her younger sister will be 16. How old is Bethany now###3 years ago, Bethany was twice the age of her younger sister. So if we call Bethany's age 3 years ago \"x\", then we can write: x = 2(16-5) x = 2(11) x = 22 So Bethany is 22 years old now.-->19",
        "cluster": 8
    }
]