[
    {
        "demo": "A coin is heads up. Isaac does not flip the coin. Reyes does not flip the coin. Carly flips the coin. Tania flips the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###Isaac does not flip the coin, so the coin remains heads up. Reyes does not flip the coin, so the coin remains heads up. Carly flips the coin, so the coin is now tails up. Tania flips the coin, so the coin is now heads up again.-->yes",
        "cluster": 1
    },
    {
        "demo": "A coin is heads up. Paula does not flip the coin. Irina flips the coin. Laurel does not flip the coin. Maribel flips the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###Paula does not flip the coin, so the coin remains heads up. Irina flips the coin, so the coin is now tails up. Laurel does not flip the coin, so the coin remains tails up. Maribel flips the coin, so the coin is now heads up again.-->yes",
        "cluster": 2
    },
    {
        "demo": "A coin is heads up. Claudia flips the coin. Cole does not flip the coin. Matthew does not flip the coin. Juan Pablo does not flip the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###Claudia flips the coin, so it is now tails up. Cole does not flip the coin, so it remains tails up. Matthew does not flip the coin, so it remains tails up. Juan Pablo does not flip the coin, so it remains tails up. So the answer is no, the coin is not heads up.-->no",
        "cluster": 3
    },
    {
        "demo": "A coin is heads up. Deandre does not flip the coin. Moe does not flip the coin. Jack does not flip the coin. Vanessa does not flip the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###If Deandre does not flip the coin, then the coin is still heads up. If Moe does not flip the coin, then the coin is still heads up. If Jack does not flip the coin, then the coin is still heads up. If Vanessa does not flip the coin, then the coin is still heads up. So, the answer is yes, the coin is still heads up.-->yes",
        "cluster": 4
    },
    {
        "demo": "A coin is heads up. Aj does not flip the coin. Jd flips the coin. Maddie does not flip the coin. Francisca does not flip the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###Aj does not flip the coin, so the coin remains heads up. Jd flips the coin, so the coin is now tails up. Maddie does not flip the coin, so the coin remains tails up. Francisca does not flip the coin, so the coin remains tails up. So, the final answer is that the coin is tails up.-->no",
        "cluster": 5
    },
    {
        "demo": "A coin is heads up. Clarissa does not flip the coin. Shauna does not flip the coin. Alexis does not flip the coin. Branden flips the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###The coin is heads up. Clarissa does not flip the coin. The coin is still heads up. Shauna does not flip the coin. The coin is still heads up. Alexis does not flip the coin. The coin is still heads up. Branden flips the coin. The coin is now tails up.-->no",
        "cluster": 6
    },
    {
        "demo": "A coin is heads up. Brandon does not flip the coin. Ivonne does not flip the coin. Jefferson flips the coin. Isabella does not flip the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###Brandon does not flip the coin, so the coin remains heads up. Ivonne does not flip the coin, so the coin remains heads up. Jefferson flips the coin, so the coin is now tails up. Isabella does not flip the coin, so the coin remains tails up.-->no",
        "cluster": 7
    },
    {
        "demo": "A coin is heads up. Albert does not flip the coin. Felicia does not flip the coin. Margo flips the coin. Patty does not flip the coin. Is the coin still heads up? Note that \"flip\" here means \"reverse\"###Albert does not flip the coin, so the coin remains heads up. Felicia does not flip the coin, so the coin remains heads up. Margo flips the coin, so the coin is now tails up. Patty does not flip the coin, so the coin remains tails up.-->no",
        "cluster": 8
    }
]